/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "Favorite";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "Tip";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "Adaugă la bucle nemarcate";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "Adăugare bucle de pe alt disc sau altă partiție";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "Dacă aceste fișiere audio au un tempo constant, încep cu un timp tare și se încheie cu o bătaie, acestea se vor adapta la tempoul proiectului când sunt previzualizate sau adăugate la un proiect.";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "Locul selectat va fi adăugat la Bucle nemarcate. Fișierele audio din acest loc cu un tempo constant, care încep cu un timp tare și se termină cu o bătaie se vor adapta la tempoul proiectului când sunt previzualizate sau adăugate la un proiect.";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "Renunță";

/* Copy Loops Button */
"Copy to Loops Folder" = "Copiază în dosarul Bucle";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "Buclele vor fi adăugate în browserul de bucle, de unde vor fi disponibile pentru utilizare în melodiile dvs. Selectați dacă doriți ca Logic să copieze buclele în dosarul Apple Loops, sau să le utilizeze din amplasamentul curent.";

/* Debug Menu: Edit Tags */
"Edit Tags" = "Editează etichetele";

/* Debug Menu: Show in Finder */
"Show in Finder" = "Afișează în Finder";

/* Debug Menu:Parse loop */
"Parse loop" = "Analizează bucla";

/* Descriptors */
"Descriptors" = "Descriptori";

/* Genre */
"Genre" = "Gen";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "Adăugare bucle la browserul de bucle";

/* Initial Title of the jam pack control */
"All Packs" = "Toate pachetele";

/* Instrument */
"Instrument" = "Instrument";

/* LoopBrower: two and more items label */
"%ld items" = "%ld articole";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "redare buclă";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "buclă reală";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "buclă software";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "buclă web";

/* LoopBrowser: one Item label */
"1 item" = "1 articol";

/* LoopBrowser: zero Items label */
"0 items" = "0 articole";

/* Move Loops Button */
"Move to Loops Folder" = "Mută în dosarul Bucle";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "Buclele vor fi adăugate în browserul de bucle, de unde vor fi disponibile pentru utilizare în melodiile dvs. Selectați dacă doriți ca Logic să mute buclele în dosarul Apple Loops sau să le utilizeze din amplasamentul curent.";

/* Reference Loops Button */
"Current Location" = "Locul actual";

/* Reindex all loops menu item */
"Reindex All Loops" = "Reindexează toate buclele";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "Alegeți buclele pe care doriți să le vedeți în browserul de bucle.";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "Faceți clic pentru a găsi bucle după instrument, gen și descriptori.";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "Selectați dacă să se afișeze cuvinte cheie pentru instrumente, gen sau stare";

/* accessibility description of the segment that switches to column view */
"column view" = "vizualizare coloane";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "vizualizare butoane muzicale";

/* menu item in Recent Search History */
"Clear Search History" = "Degajează istoricul de căutare";

/* menu item in Recent Search History */
"No recent searches" = "Nicio căutare recentă";

/* menu title in Recent Search History */
"Recent Searches" = "Căutări recente";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "Caută bucle";
